Revit 2027 API
ParameterTypeId.WallTaperedWidthAtTop Property
 "Top Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallTaperedWidthAtTop { get; }
Public Shared ReadOnly Property WallTaperedWidthAtTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallTaperedWidthAtTop {
	ForgeTypeId^ get ();
}
static member WallTaperedWidthAtTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace